[{"ID":9001,"name":"开始介绍","text1":"指挥官，欢迎你来到这个世界，怪兽侵入了城市。我们得赶快做出行动","text2":"Welcome to our world, commander. Monsters are invading our city, and we have to move."},{"ID":9002,"name":"耐久度","text1":"游戏上方的为城市耐久度条，怪兽会不时的攻击城市，当耐久度清空的时候，游戏就会结束","text2":"The red bar at the top is our city’s HP bar. Monsters will periodically attack the city. When city’s HP is cleared, game is over."},{"ID":9003,"name":"弱点介绍","text1":"普通武器很难对怪兽造成伤害，只有攻击怪兽的弱点，才能对其造成伤害。我们HUD技术已经将弱点标记在了怪兽身上。","text2":"Ordinary weapons are too weak to deal damage to monsters. Only with special weapons, and aiming for their weak spots, monsters can be damaged. Our HUD technology has marked these weak spots for you. "},{"ID":9004,"name":"狼牙球的使用","text1":"你只要点击，拖动屏幕罗盘上的球。便可以控制球。点击屏幕左右两边。来控制左右方向。连续点击来控制跳跃高度。","text2":"Click and drag this weapon to activate it. Once it’s in the scene, click on left or right portions of the screen to control direction. Continue clicking to make it jump higher."},{"ID":9005,"name":"数量","text1":"所有武器都有数量，使用一定次数后会武器会消失哦。需要再次脱出武器来攻击","text2":"Weapons have their durabilities. After using one for a while, it will retire and disappear. You need to drag and drop in another to continue attacking."},{"ID":9006,"name":"火箭","text1":"火箭是威力巨大的武器，拖动方向攻击到怪兽的弱点，可对其造成大量的伤害","text2":"Rockets are the most powerful weapons. Drag it out and hold it to aim for monsters weak spots. It deals TREMENDOUS amount of damage!"},{"ID":9007,"name":"麻痹球","text1":"麻痹球是能让怪兽麻痹的武器，攻击到怪兽的弱点，可放出电击，让它静止不动一会哦","text2":"Paralysis Balls sends shock and freeze monsters’ movement when they strike monsters’ weak spots."},{"ID":9008,"name":"飞机小队","text1":"当触碰到漂浮的寻呼机，会有召唤精英的飞机编队来支援你，轰炸怪兽哦","text2":"Collect walkie talkie to call down a powerful air-strike!"},{"ID":9009,"name":"闪光弹","text1":"当触碰到漂浮的炸弹时，这是一个闪光弹，触碰后会放出使怪兽眩晕的剧烈闪光","text2":"Collect flash bomb to unleash a monster-dizzying flash!"},{"ID":9010,"name":"锤子恢复","text1":"当触碰到漂浮的锤子时，我会帮你修复城市，可以恢复一定的耐久度。","text2":"Collect hammers and we will repair the city."},{"ID":9011,"name":"金币","text1":"当触碰到漂浮的金币时，可以增加这关的得分哦","text2":"Collect coins to gain more points"}]